txt_Creator=
=
txt_IsWOW64=This application is for the x86 platform. Run the x64 version
txt_FileNotFound=File not found: %s
txt_ServiceChecking=Checking Windows Update service...
txt_ServiceIsDisabled=Windows Update service is disabled. Starting Windows Update service...
txt_VersionWUA=Windows Update Agent version: %d.%d
txt_VersionAPI=Windows Update Agent API version: %s
txt_WUA_UpdateRequired=Windows Update Agent needs to be updated to version: %d.%d
txt_InitializationAPI=Initialization Windows Update Agent API...
txt_CommittingUpdates=Committing updates...
=
txt_Size_Byte=b
txt_Size_Kilobyte=Kb
txt_Size_Megabyte=Mb
txt_Size_Gigabyte=Gb
=
txt_Button_WindowsUpdate=Windows Update
txt_Button_Installed=Installed
txt_Button_Hidden=Hidden
txt_Button_History=Update History
txt_Button_Cancel=Cancel
txt_Button_Reboot=Reboot
txt_Combobox_NotConfigured=Not configured
txt_Combobox_Disabled=Disabled
txt_Combobox_NotificationMode=Notification mode
txt_Combobox_DownloadOnly=Download only
txt_Combobox_Other=Other
txt_Checkbox_MicrosoftUpdate=Microsoft Update
txt_Checkbox_IncludeDrivers=Include drivers
txt_Checkbox_IncludeSuperseded=Include superseded
txt_Checkbox_OfflineMode=Offline mode
txt_Checkbox_SelectAll=Select all
txt_Checkbox_SelectedByWU=Selected by Windows Update
txt_Groupbox_SearchSettings=Search settings
txt_Groupbox_AutomaticUpdates=Automatic updates
txt_Hint_Search=Check for updates
txt_Hint_Download=Download only
txt_Hint_Install=Install updates
txt_Hint_Uninstall=Uninstall updates
txt_Hint_Hide=Hide updates
txt_Hint_Unhide=Unhide hidden updates
txt_Hint_Cancel=Cancel
txt_Hint_Reboot=Reboot now
txt_Prompt_Filter=Find in list
txt_Title_RebootRequired=Reboot required
txt_Title_UpdateInformation=Update information
txt_Description_RebootRequired=To complete a system reboot is required. Reboot now?
=
txt_Log_RebootRequired=Requires a system reboot to complete
txt_Log_RebootSystem=Reboot system...
=
txt_UpdateStatus_PendingForDownload=Pending for download
txt_UpdateStatus_PendingForInstall=Pending for install
txt_UpdateStatus_PendingForReboot=Pending for reboot
txt_UpdateStatus_Initializing=Initializing
txt_UpdateStatus_Verifying=Verifying
=
txt_OperationResult_Failed=Failed
txt_OperationResult_FailedErrorCode=Failed with error code: 0x%.8x
txt_OperationResult_Succeeded=Succeeded
txt_OperationResult_SucceededErrorCode=Succeeded with error code: 0x%.8x
txt_OperationResult_SucceededWithErrors=Succeeded with errors. The results might be incomplete
txt_OperationResult_NotStarted=Not started
txt_OperationResult_InProgress=In progress
txt_OperationResult_Aborted=Aborted
=
txt_SearchProcess=Searching for updates...
txt_SearchProcessWarning=Warning: 0x%.8x %s
txt_DownloadProcess=Downloading updates...
txt_DownloadProcessItem=Downloading "%s"...
txt_InstallationProcess=Installing updates...
txt_InstallationProcessItem=Installing "%s"...
txt_InstallationRequiresExclusive="%s" must be installed exclusive. Skipping
txt_UninstallationProcess=Uninstalling updates...
txt_UninstallationProcessItem=Uninstalling "%s"...
